{
  "testimonials": [
    "Students across our schools have sought out staff to ask how they can be part of Instincts sessions and we feel these sessions provides rich knowledge and understanding like no other, allowing students to make their own informed choices about their futures.",
    "I found the training very engaging and equally enjoyable. And easy to follow with it all being broke down into different parts Making my self more confident during situations i don't feel safe in. Diffusing conformational situations without things escalating The course was very well presented and friendly. Only disappointment was that I couldn't bring my girlfriend with me because that would of really helped her as well. Haha",
    "They have been keen to share with me their learnings from the sessions with Instincts Training and feel they have built strong and trusting relationships with Dawn and Paul.",
    "They have engaged in difficult conversations and inquisitively asked clarifying questions to deepen their understanding which demonstrates the power this work has had!",
    "Great session. Very professional. informative. Very good confidence building course. Lovely people. Amazing!",
    "Excellent course, the psychology mixed with a practical approach was really interesting. Very good course. Really great session.",
    "I enjoyed this. Can't wait for the next one! Very helpful. Great course and really nice people to talk to and listen to.",
    "What an incredible experience we have been able to offer our students!",
    "Excellent session, some great tips to take away! I really like the guy and lady, they were very good!! Sound bloke.",
    "Very good course. Light hearted, informative and enjoyable. Been good and engaging throughout the course, trainers were good and answered questions in a good way",
    "Great Course. It was very good, the team were patient answering questions regarding different points over the course of the day.",
    "Very good day well presented very professional. Probably the best training ive been on with SNG. Very good learned a lot. I felt you understood our line of work very well. Although not all of us are operatives, so maybe keeping the two separate might help. Having said that it was a good mix."
  ]
}
